[{
  "id":0,
  "diseaseName":"Đốm lá vi khuẩn trên lá cây ớt chuông",
  "cause":"Bệnh đốm lá vi khuẩn ớt do vi khuẩn Xanthomonas campestrispv. Vesiccatoria gây ra\nVi khuẩn trên có thể gây hại cả ớt ngọt (ớt chuông) và cà chua\nCây ớt sau khi trồng khoảng 40-50 ngày thường bị vi khuẩn tấn công\nVi khuẩn gây bệnh đốm lá có thể tồn tại một vài ngày đến một vài tuần trong đất, tuy nhiên trên thân cây, lá và trái ớt vi khuẩn có thể tồn tại lâu hơn",
  "symptom":"Triệu chứng bệnh đốm lá vi khuẩn có thể xuất hiện trên thân, lá và trái ớt. Trên lá, vết bệnh là những đốm tròn, sũng nước, sau đó chuyển thành màu vàng ở giữa màu nâu và có mép mỏng vàng. Bệnh thường xuất hiện mặt dưới của lá\nTrên trái, vết bệnh màu nâu giống như mụn xuất hiện bề mặt trái, vết bệnh thon dài hẹp có thể ở trên thân, cuốn trái và trái. Ban đầu các đốm bệnh có màu xanh tái, sau đó mở rộng và chuyển thành màu nâu, kích thước vết bệnh có thể đạt 5 mm, vết bệnh thường ướt. Nhiều đốm bệnh liên kết với nhau tạo thành các vết bệnh lớn làm cho cả trái bị hư",
  "prevention":"Xử lý hạt bằng nước nóng hoặc calcium hypochlorite để tiêu diệt mầm đốm lá vi khuẩn có trên hạt ớt trước khi đem ươm. Nhiệt độ thích hợp xử lý hạt là 500C trong vòng 25 phút\nThuốc hóa học khuyến cáo xử dụng là hỗn hợp đồng + mancozeb + streptocycline phun định kỳ để phòng và trừ bệnh\nHạn chế tối đa sử dụng hệ thống tưới phun mưa để tưới cho vườn ớt\nKhi bón phân đạm và kali thấp, và hàm lượng magie và canxi cao có thể làm gia tăng khả năng cây bị bệnh, trong đó bón vôi nhiều cũng có thể làm cho ớt dễ nhiễm bệnh hơn"
},{
  "id":1,
  "diseaseName":"Cháy lá sớm ở khoai tây",
  "cause":"Bắt nguồn từ loại nấm Phytophthora infestans-  nguyên nhân chính gây bệnh bạc lá ở cà chua, bệnh cháy lá ở khoai tây có biểu hiện đầu tiên ở chóp và mép lá tạo thành vệt màu nâu, lan dần vào phiến lá thành mảng lớn, màu nâu xám, có sự khác biệt rõ với màu xanh của lá bình thường. Mảng cháy này có thể chiếm đến một nửa diện tích lá. Trên vết bệnh có những chấm đen nhỏ, lá sẽ chuyển vàng và rụng khi bệnh chuyển nặng.",
  "symptom":"Bệnh cháy lá này phát sinh vào đầu hoặc giữa mùa mưa, trong điều kiện ẩm ướt, nấm trắng sẽ xuất hiện xung quanh vết bệnh. Sau đó, vết nhiễm sẽ di chuyển từ thân xuống đến củ, củ sẽ chuyển sang màu nâu đỏ và nếu bị nhiễm trùng nặng, cây khoai tây sẽ trở nên nhớt và thối rữa.",
  "prevention":"Lựa chọn giống khoai tây có tính kháng cao như H76 và H79,…\n\nTiêu hủy ngay lập tức bất kì bộ phận lá, thân nào có biểu hiện của bệnh cháy lá, đối với củ khoai tây cũng vậy."
},{
  "id":2,
  "diseaseName":"Bệnh sương mai ở khoai tây",
  "cause":"Trên lá xuất hiện các đốm bệnh hình dạng bất định, màu xanh tái và sũng nước. Các đốm bệnh mở rộng ra nhanh chóng dưới điều kiện môi trường thích hợp. Khi vết bệnh phát triển, sẽ chuyển thành màu xanh tái hoặc màu vàng ở giữa có lỗ màu vàng. Bệnh sẽ lây nhanh qua thân và toàn bộ lá, làm cho cây chết\nKhi bệnh xuất hiện vào giai đoạn màu mưa hoặc tại thời điểm ẩm độ cao, sợi nấm màu trắng và bào tử xuất hiện, thường biểu hiện mặt dưới lá tại mép của vùng bị bệnh và không bị bệnh. Khi ẩm độ cao tiếp tục duy trì, bào tử cũng có thể xuất hiện mặt trên của lá\nTrên bề mặt củ của cây nhiễm bệnh sương mai, thường xuất hiện các vết bệnh sũng vào trong, kích thước từ nhỏ đến lơn và có hình dạng bất định. Phần dưới lớp vỏ, phần mô thịt cụ thường xuất hiện màu nâu, có biểu hiện thối. Khi ẩm độ cao, trên bề mặt củ cũng có thể hình thành sợi nấm màu trắng bông. Khi bị sương mai, cây khoai tây rất nhiệm các bệnh khác do vi khuẩn gây nên",
  "symptom":"Bệnh sương mai khoai tây gây ra bởi nấm Phytopthora infestans\nLá nhiễm bệnh từ bào tử trong củ, đất và không khí\nMầm bệnh có thể tồn tại trong đất và trong củ còn sót lại trên đồng ruộng\nCà chua và cỏ dại là hai nguồn cây trồng bên cạnh có thể truyền nhiễm bệnh cho ruộng khoai tây trồng hiện tại",
  "prevention":"Loại trừ nguồn nhiễm bệnh ra khỏi đồng trước khi trồng vụ mới như dọn sạch tàn dư vụ trước, dọn sạch cỏ dại.\nChọn lọc giống khoai tây kháng bệnh sương mai để trồng ngoài đồng ruộng\nChọn củ giống sạch bệnh trước khi đem trồng\nXử lý củ giống bằng thuốc mancozeb\nDùng thuốc hóa học như chlorothalonil, copper oxychloride, mancozeb, metiram để phun phòng khi của lên được 90%\nKhi cây đã lớn thường xuyên phun phòng thuốc như mancozeb, cymoxonil, dimethomorph, propamocarb định kỳ"
},{
  "id":3,
  "diseaseName":"Đốm vi khuẩn trên lá cà chua",
  "cause":"Vi khuẩn tấn công tán lá, thân và quả của các cây cà chua. Các triệu chứng đầu tiên là sự xuất hiện của các tổn thương nhỏ màu xanh ngả vàng trên lá non, lá biến dạng và thường xoắn lại. Trên những lá già, các tổn thương không lan qua các gân lá, dần dần tạo nên hình dạng có góc cạnh. Thoạt đầu, chúng có màu xanh sẫm, nhờn nhớt và thường được bao quanh bởi một quầng màu vàng. Chúng thường xuất hiện nhiều hơn ở mép lá hay chóp lá. Trong điều kiện thuận lợi, chúng nhanh chóng lan ra và đạt đến chiều rộng từ 0,25 - 0,5 cm và chuyển sang màu nâu nhạt rồi màu đỏ nâu. Cuối cùng, các đốm trông giống như các lỗ vỡ toét do phần trung tâm bị khô giòn và rã nát. Các đốm trên quả (đạt đến kích cỡ 0,5 cm) bắt đầu xuất hiện như những khu vực có màu xanh nhợt, sũng nước, bao quanh bởi một quầng màu vàng, cuối cùng trở nên xù xì, chuyển sang màu nâu và đóng vảy.",
  "symptom":"Bệnh đốm vi khuẩn do nhiều loài vi khuẩn thuộc chi Xanthomonas gây ra. Bệnh xuất hiện trên khắp thế giới và là một trong những bệnh có sức tàn phá lớn nhất đối với các cây cà chua được trồng tại các môi trường nóng và ẩm. Mầm bệnh có thể tồn tại trong hoặc trên hạt giống, trên các tàn tích của cây và trên một số loài cỏ dại cụ thể. Vi khuẩn có thời gian sinh tồn rất ngắn, khoảng vài ngày đến vài tuần, trong đất. Khi gặp điều kiện thuận lợi, vi khuẩn nhiễm sang các cây lành mạnh thông qua nước mưa hay qua nước tưới từ hệ thống phun từ trên cao. Chúng xâm nhập vào các mô cây thông qua các lỗ thở (khí khổng) và các vết thương trên lá. Nhiệt độ tối ưu cho vi khuẩn phát triển là từ 25 đến 30°C. Khi cây đã nhiễm khuẩn, bệnh rất khó khống chế và có thể dẫn đến tình trạng tổn thất toàn bộ năng suất cây trồng. ",
  "prevention":"Nếu có thể, hãy gieo trồng các hạt giống từ các nguồn đã được chứng nhận không nhiễm bệnh.\n Sử dụng các giống cây có sức đề kháng bệnh tại địa phương. \n Giám sát vườn thường xuyên, đặc biệt là trong những ngày thời tiết âm u. \n Loại bỏ và đốt sạch bất cứ cây giống hay bộ phận nào của cây xuất hiện các đốm trên lá. \n Loại bỏ cỏ dại trong và quanh vườn. \n Sử dụng lớp phủ trên mặt đất để tránh cho đất nhiễm mầm bệnh từ cây. \n Vệ sinh sạch sẽ công cụ và trang thiết bị làm vườn. \n Không sử dụng hệ thống tưới phun từ trên cao và tránh làm việc trong vườn khi tán lá còn ẩm ướt. \n Không sử dụng hệ thống tưới phun từ trên cao và tránh làm việc trong vườn khi tán lá còn ẩm ướt. \n Lên kế hoạch luân canh với các loài cây trồng không mẫn cảm với bệnh suốt 2 - 3 năm. "
},{
  "id":4,
  "diseaseName":"Bạc màu lá ở cà chua",
  "cause":"Bệnh bạc lá sớm có thể do hai loại nấm có họ hàng gần khác nhau, Alternaria tomatophila và Alternaria solani gây ra . Alternaria tomatophila có độc lực trên cà chua nhiều hơn A. solani , vì vậy ở những vùng mà A. tomatophila được tìm thấy, nó là nguyên nhân chính gây ra bệnh bạc lá sớm trên cà chua. Tuy nhiên, nếu không có A. tomatophila thì A. solani sẽ gây bệnh bạc lá sớm trên cà chua.",
  "symptom":"Ban đầu, những đốm đen nhỏ hình thành trên những tán lá già gần mặt đất.\n\nCác đốm lá có hình tròn, màu nâu và đường kính có thể lên đến nửa inch.\nCác điểm lớn hơn có các vòng đồng tâm giống như mục tiêu. Các mô xung quanh đốm thường chuyển sang màu vàng.\nCác lá bị nhiễm nặng chuyển sang màu nâu và rụng, hoặc các lá chết khô có thể bám vào thân cây.\nThân cây con bị nhiễm bệnh tại hoặc ngay trên mặt đất. Thân cây chuyển sang màu nâu, trũng và khô (thối cổ rễ).\nNếu nhiễm trùng làm dập thân cây, cây con bị héo và chết.\nNhiễm trùng thân trên cây già có hình bầu dục đến không đều, vùng màu nâu khô với các vòng đồng tâm màu nâu sẫm.",
  "prevention":"Có nhiều giống cà chua kháng bệnh có sẵn, thường được chỉ định bằng \"EB\" trong danh mục hạt giống. Ngoài ra còn có một danh sách phong phú các giống cây trồng kháng bệnh trên trang web bệnh học rau của Đại học Cornell . Các giống kháng không miễn nhiễm với bệnh bạc lá sớm. Ở mức độ vừa phải có khả năng chống lại nhiễm trùng lá, nhiễm trùng thân hoặc cả hai.\nMột số giống cây trồng phổ biến có tính kháng bạc lá sớm bao gồm:\n\nIron Lady\nNúi tối cao\nMa thuật núi\nDefiant PhR\nJatpe\nJuliet\nVerona"
},{
  "id":5,
  "diseaseName":"Bệnh ve nhện ở lá cà chua",
  "cause":"Nhện thường xuất hiện khi trồng cà chua trong nhà kính, nơi có vi khí hậu phù hợp cho nó và điều kiện tốt cho mùa đông. Cà chua trong nơi trú ẩn dễ bị tấn công hơn - cây có thể bị suy yếu do thiếu ánh sáng, tiết kiệm không gian buộc người làm vườn phải làm dày hàng, góp phần làm cho côn trùng lây lan nhanh chóng. Không có khả năng sử dụng luân canh cây trồng trong nhà kính làm tăng nguy cơ thiệt hại sâu bệnh \"kinh niên\".",
  "symptom":"Côn trùng ăn nhựa cây, lấy nó từ lá. Thiệt hại đáng kể đối với sâu bệnh nhanh chóng làm cạn kiệt cà chua, làm xấu đi năng suất của chúng. Bọ ve nằm ở mặt sau của lá, thích phần dưới của bụi cây.\n\nKích thước của côn trùng quá nhỏ (chiều dài không quá 1 mm), do đó bạn có thể nhận thấy nó trước khi hoạt động của dịch hại ảnh hưởng đến sức khỏe của cà chua.\n\nTriệu chứng của cà chua tấn công ve:\n\ncác khu vực bị đổi màu, các chấm trắng trên lá, xảy ra tại các vị trí prokus;\nxoắn cạnh lá dưới lên, tiếp theo là khô và lún;\ncục u nhỏ màu xám trông giống như hạt bụi trên mặt sau của lá;\nnhện, bao bọc lá, thân và quả.",
  "prevention":"Rượu Cây bụi được phun với cồn 96-98%, pha loãng với nước với tỷ lệ 2 muỗng mỗi lít. Việc điều trị được thực hiện hai lần hoặc ba lần với thời gian nghỉ 7 ngày.\nDung dịch xà phòng. Công cụ mạnh nhất - xà phòng tar, bạn có thể sử dụng kinh tế thông thường. Nghiền một nửa thanh và hòa tan trong một lượng nhỏ nước nóng. Sau khi dung dịch không còn các phần rắn, bạn cần pha loãng với 0,5 lít nước.\nLô hội. Vắt nước từ 2 kg lá lô hội, pha loãng với 10 lít nước và thêm vào dung dịch xà phòng bào từ 1/4 thanh. Phun được thực hiện một lần một tuần trong suốt mùa.\nCung Cần phải đổ đầy 4 lít nước ấm 200 g vỏ hành tây, nhấn mạnh trong 5 giờ. Hành tây có thể được thay thế bằng 400 g đầu tỏi nghiền nát.\nTỏi và thì là. Phải mất 1 kg lá thì là và 200 g quả tỏi. Nguyên liệu phải được nghiền nát. Dill đổ nước sôi và để nó ủ trong 3 giờ. Sau khi lọc, thêm tỏi và để ngấm trong một ngày. Sau khi truyền dịch lọc thứ hai đã sẵn sàng để phun bụi cây.\nNgọn khoai tây. Một xô nước ấm để đổ 1,2 kg nguyên liệu và nhấn mạnh 4 giờ.\nTagetes Sau khi thu thập và sấy khô hoa của cúc vạn thọ, bạn nên đổ đầy xô với một nửa trong số chúng và đổ vào 5 lít nước ấm. Cần nhấn mạnh 2 ngày trong một căn phòng tối."
},{
  "id":6,
  "diseaseName":"Đốm vàng nâu ở cà chua",
  "cause":"- Bệnh hại trên lá, thân, hoa, quả nhưng chủ yếu ở trên lá.\n\n- Trên lá, vết bệnh lúc đầu là chấm nâu nhỏ, khi vết bệnh to có màu nâu nhạt hoặc nâu đậm, bề mặt hơi lõm, xung quanh vết bệnh có quầng vàng hẹp, vết bệnh to, nhỏ không đều, hình tròn hoặc có hình nhiều cạnh, kích thước vết bệnh 1 – 2mm. Trên lá có nhiều vết bệnh, các vết có thể phát triển rộng liên kết với nhau.\n\n- Bệnh xuất hiện chủ yếu ở lá già và lá bánh tẻ đôi khi cả lá non, bệnh thường xuyên xuất hiện trên lá già trước.\n\n- Trên thân, vết bệnh hình tròn hoặc hình bầu dục, thường ở phần thân già.\n\n- Trên quả, vết bệnh hình tròn, màu nâu, lúc đầu nhỏ sau đó lan rộng, đường kính vết bệnh từ 5 – 10mm, trên vết bệnh có lớp nấm màu nâu đen đó là sợi nấm, cành bào tử và bào tử phân sinh.",
  "symptom":"- Bệnh do nấm Stemphilium solani: Sợi nấm phân nhánh, có vách ngăn, đa bào. Dễ dàng hình thành bào tử trên một số môi trường như: PDA, PGA, MA. Cành bào tử phân sinh mọc đơn, không phân nhánh, đa bào, đầu hơi tù, bào tử phân sinh hình quả dâu tây, nâu đậm, có nhiều vách ngăn ngang dọc, kích thước bào tử phân tử phân sinh (48 – 53) x (20 – 22) micromet.",
  "prevention":"- Chăm sóc tốt cho cây sinh trưởng, phát triển khỏe.\n\n- Chọn và trồng các giống kháng hoặc giống nhiễm bệnh đốm nâu.\n\n- Khi bệnh chớm xuất hiện có thể dùng một trong những thuốc như: TopsinM 70WP (0,6 kg/ha), Antracol 70 WP (0,4%), Boocđo 0,75 – 1%."
},{
  "id":7,
  "diseaseName":"Xoăn vàng lá ở cà chua",
  "cause":"Bệnh xoăn vàng lá cà chua (TYLCV) rất phổ biến và nghiêm trọng trên cà chua. Cây con bị nhiễm bệnh sẽ sinh trưởng kém, cây trở nên nhỏ và biến thành dạng bụi, khóm. Bệnh làm cho lá cây nhỏ, vàng giữa các gân lá và xoăn lên phía trên trông giống như dạng hình cốc. Cây bị bệnh làm giảm số lượng hoa và quả.",
  "symptom":"Virus gây bệnh trên nhiều loài thực vật như là cây ớt cay, ớt chuông, rau muống, cỏ dê,…. Virus tồn tại bên trong cây và không thể lan truyền qua đất, nước hoặc gió. Chúng lan truyền từ cây này sang cây khác nhờ bọ phấn và bọ trĩ.  Nguồn bệnh không truyền qua hạt giống, hoặc các vết thương cơ giới. Cây đã nhiễm bệnh thì không thể trừ được bằng thuốc hóa học, tuy nhiên phòng trừ côn trùng môi giới sẽ ngăn chặn sự lân lan của bệnh. Khi mà cây đã bị nhiễm bệnh thì không thể trừ được mà chỉ có thể nhổ bỏ. Bệnh thường gây hại nặng vào giai đoạn hình thành quả.",
  "prevention":"Sử dụng giống kháng như DV-2962, SAVIOR, PT 18… Tham khảo thông tin chi tiết tại các đại lý cung ứng vật tư nông nghiệp.\nNhổ bỏ hoặc vùi cây bệnh;\nNhổ bỏ cây cà chua mọc tự do hoặc cây tàn dư sau khi thu hoạch;\nKhông luân canh với các cây trồng là ký chủ của bệnh như là ớt;\nThường xuyên điều tra tình hình sâu hại để có thể có cảnh bào về sự bùng phát của bệnh. Điều tra bằng cách sử dụng bẫy dính vàng hoặc rung cây bằng tay. Khi rung cây bọ phấn trưởng thành sẽ bay ra;"
}]